/* Auth Alert */
"AlertDescription_GenericAuth" = "CleanMyMac necesita tu permiso para hacer los cambios requeridos.";

"Done" = "Listo";

"Emptying Trash" = "Vaciando Papelera";

"Estimating…" = "Estimando…";

"%@ Used" = "%@ usados";

"Empty" = "Vacía";

/* File Sizes */
"KB" = "KB";

"MB" = "MB";

"GB" = "GB";

"TB" = "TB";

"PB" = "PB";

"EB" = "EB";

"Uninstall Completely" = "Desinstalar por completo";
"Remove trashed applications along with all related leftovers." = "Elimina aplicaciones borradas junto con todas sus sobras.";

"Launch CleanMyMac" = "Iniciar CleanMyMac";
"CleanMyMac will help you remove trashed applications along with all related leftovers." = "CleanMyMac te ayudará a eliminar las aplicaciones enviadas a la Papelera, junto con todos sus restos.";

"Empty Trash" = "Vaciar Papelera";

"The size of files in your Trash has exceeded the %@ limit you have set." = "El tamaño de los archivos en tu Papelera ha superado el límite de %@ que has definido.";

"Window_LaunchCMMButtonTitle_CMMOff" = "Abrir CleanMyMac 3";
"Window_LaunchCMMButtonTitle_CMMOn" = "Mostrar CleanMyMac 3";

"Trash" = "Papelera";
"PluralForm0_file" = "archivo";
"PluralForm1_file" = "archivos";
"PluralForm2_file" = "archivos";

"Scan" = "Analizar";

"ButtonTitle_UnlockFullVersion" = "Activar Ahora";
"ButtonTitle_UnlockWithDisount" = "Compra con %li%% de descuento";
